<h1>О фреймворке</h1>
<p>Это demo страница нового фреймворка IDeal.</p>
<p>Он создан исключительно в образовательных целях и не приследует цель - создать работающий движек.</p>
<p>Все компаненты и файлы данного фреймворка ¤вл¤ютс¤ открытыми и распространяются бесплатно</p>
<p>Авторы не несут ответственности за ошибки и дыры в безопасности, которые присутствуют в IDeal Framework</p>
<p>Исходные коды выложены под лицензией <a href="http://ru.wikipedia.org/wiki/%D0%9B%D0%B8%D1%86%D0%B5%D0%BD%D0%B7%D0%B8%D1%8F_MIT">MIT</a></p>
<p class="bg-warning"><a href="http://xdan.ru/how-to-create-framework-on-php.html">Подробнее о фреймворке</a></p>